[
  {
    "hexagram_id": 1,
    "name": "Qian",
    "chinese_name": "乾",
    "judgement": "The Creative works sublime success, furthering through perseverance.",
    "image": "The movement of heaven is full of power. Thus the superior man makes himself strong and untiring."
  },
  {
    "hexagram_id": 2,
    "name": "Kun",
    "chinese_name": "坤",
    "judgement": "The Receptive brings about sublime success, furthering through the perseverance of a mare.",
    "image": "The earth's condition is receptive devotion. Thus the superior man who has breadth of character carries the outer world."
  },
  {
    "hexagram_id": 3,
    "name": "Chun",
    "chinese_name": "屯",
    "judgement": "Difficulty at the Beginning works supreme success, furthering through perseverance.",
    "image": "Clouds and thunder: The image of Difficulty at the Beginning. Thus the superior man brings order out of confusion."
  },
  {
    "hexagram_id": 4,
    "name": "Meng",
    "chinese_name": "蒙",
    "judgement": "Youthful Folly has success. It is not I who seek the young fool; the young fool seeks me.",
    "image": "A spring wells up at the foot of the mountain: The image of Youthful Folly."
  },
  {
    "hexagram_id": 5,
    "name": "Xu",
    "chinese_name": "需",
    "judgement": "Waiting. If you are sincere, you have light and success. Perseverance brings good fortune.",
    "image": "Clouds rise up to heaven: The image of Waiting. Thus the superior man eats and drinks, is joyous and of good cheer."
  },
  {
    "hexagram_id": 6,
    "name": "Song",
    "chinese_name": "訟",
    "judgement": "Conflict. You are sincere and are being obstructed. A cautious halt halfway brings good fortune.",
    "image": "Heaven and water go their opposite ways: The image of Conflict."
  },
  {
    "hexagram_id": 7,
    "name": "Shi",
    "chinese_name": "師",
    "judgement": "The Army. The army needs perseverance and a strong man. Good fortune without blame.",
    "image": "In the middle of the earth is water: The image of The Army."
  },
  {
    "hexagram_id": 8,
    "name": "Bi",
    "chinese_name": "比",
    "judgement": "Holding Together brings good fortune. Inquire of the oracle once again whether you possess sublimity, constancy, and perseverance.",
    "image": "On the earth is water: The image of Holding Together."
  },
  {
    "hexagram_id": 9,
    "name": "Xiao Chu",
    "chinese_name": "小畜",
    "judgement": "The hexagram Xiao Chu (小畜) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Xiao Chu (小畜) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 10,
    "name": "Lv",
    "chinese_name": "履",
    "judgement": "The hexagram Lv (履) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Lv (履) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 11,
    "name": "Tai",
    "chinese_name": "泰",
    "judgement": "The hexagram Tai (泰) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Tai (泰) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 12,
    "name": "Pi",
    "chinese_name": "否",
    "judgement": "The hexagram Pi (否) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Pi (否) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 13,
    "name": "Tong Ren",
    "chinese_name": "同人",
    "judgement": "The hexagram Tong Ren (同人) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Tong Ren (同人) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 14,
    "name": "Da You",
    "chinese_name": "大有",
    "judgement": "The hexagram Da You (大有) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Da You (大有) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 15,
    "name": "Qian",
    "chinese_name": "謙",
    "judgement": "The hexagram Qian (謙) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Qian (謙) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 16,
    "name": "Yu",
    "chinese_name": "豫",
    "judgement": "The hexagram Yu (豫) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Yu (豫) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 17,
    "name": "Sui",
    "chinese_name": "隨",
    "judgement": "The hexagram Sui (隨) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Sui (隨) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 18,
    "name": "Gu",
    "chinese_name": "蠱",
    "judgement": "The hexagram Gu (蠱) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Gu (蠱) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 19,
    "name": "Lin",
    "chinese_name": "臨",
    "judgement": "The hexagram Lin (臨) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Lin (臨) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 20,
    "name": "Guan",
    "chinese_name": "觀",
    "judgement": "The hexagram Guan (觀) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Guan (觀) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 21,
    "name": "Shi He",
    "chinese_name": "噬嗑",
    "judgement": "The hexagram Shi He (噬嗑) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Shi He (噬嗑) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 22,
    "name": "Bi",
    "chinese_name": "賁",
    "judgement": "The hexagram Bi (賁) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Bi (賁) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 23,
    "name": "Bo",
    "chinese_name": "剝",
    "judgement": "The hexagram Bo (剝) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Bo (剝) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 24,
    "name": "Fu",
    "chinese_name": "復",
    "judgement": "The hexagram Fu (復) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Fu (復) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 25,
    "name": "Wu Wang",
    "chinese_name": "無妄",
    "judgement": "The hexagram Wu Wang (無妄) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Wu Wang (無妄) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 26,
    "name": "Da Chu",
    "chinese_name": "大畜",
    "judgement": "The hexagram Da Chu (大畜) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Da Chu (大畜) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 27,
    "name": "Yi",
    "chinese_name": "頤",
    "judgement": "The hexagram Yi (頤) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Yi (頤) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 28,
    "name": "Da Guo",
    "chinese_name": "大過",
    "judgement": "The hexagram Da Guo (大過) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Da Guo (大過) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 29,
    "name": "Kan",
    "chinese_name": "坎",
    "judgement": "The hexagram Kan (坎) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Kan (坎) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 30,
    "name": "Li",
    "chinese_name": "離",
    "judgement": "The hexagram Li (離) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Li (離) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 31,
    "name": "Xian",
    "chinese_name": "咸",
    "judgement": "The hexagram Xian (咸) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Xian (咸) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 32,
    "name": "Heng",
    "chinese_name": "恆",
    "judgement": "The hexagram Heng (恆) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Heng (恆) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 33,
    "name": "Dun",
    "chinese_name": "遯",
    "judgement": "The hexagram Dun (遯) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Dun (遯) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 34,
    "name": "Da Zhuang",
    "chinese_name": "大壯",
    "judgement": "The hexagram Da Zhuang (大壯) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Da Zhuang (大壯) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 35,
    "name": "Jin",
    "chinese_name": "晉",
    "judgement": "The hexagram Jin (晉) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Jin (晉) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 36,
    "name": "Ming Yi",
    "chinese_name": "明夷",
    "judgement": "The hexagram Ming Yi (明夷) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Ming Yi (明夷) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 37,
    "name": "Jia Ren",
    "chinese_name": "家人",
    "judgement": "The hexagram Jia Ren (家人) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Jia Ren (家人) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 38,
    "name": "Kui",
    "chinese_name": "睽",
    "judgement": "The hexagram Kui (睽) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Kui (睽) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 39,
    "name": "Jian",
    "chinese_name": "蹇",
    "judgement": "The hexagram Jian (蹇) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Jian (蹇) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 40,
    "name": "Xie",
    "chinese_name": "解",
    "judgement": "The hexagram Xie (解) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Xie (解) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 41,
    "name": "Sun",
    "chinese_name": "損",
    "judgement": "The hexagram Sun (損) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Sun (損) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 42,
    "name": "Yi",
    "chinese_name": "益",
    "judgement": "The hexagram Yi (益) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Yi (益) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 43,
    "name": "Guai",
    "chinese_name": "夬",
    "judgement": "The hexagram Guai (夬) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Guai (夬) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 44,
    "name": "Gou",
    "chinese_name": "姤",
    "judgement": "The hexagram Gou (姤) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Gou (姤) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 45,
    "name": "Cui",
    "chinese_name": "萃",
    "judgement": "The hexagram Cui (萃) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Cui (萃) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 46,
    "name": "Sheng",
    "chinese_name": "升",
    "judgement": "The hexagram Sheng (升) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Sheng (升) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 47,
    "name": "Kun",
    "chinese_name": "困",
    "judgement": "The hexagram Kun (困) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Kun (困) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 48,
    "name": "Jing",
    "chinese_name": "井",
    "judgement": "The hexagram Jing (井) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Jing (井) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 49,
    "name": "Ge",
    "chinese_name": "革",
    "judgement": "The hexagram Ge (革) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Ge (革) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 50,
    "name": "Ding",
    "chinese_name": "鼎",
    "judgement": "The hexagram Ding (鼎) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Ding (鼎) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 51,
    "name": "Zhen",
    "chinese_name": "震",
    "judgement": "The hexagram Zhen (震) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Zhen (震) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 52,
    "name": "Gen",
    "chinese_name": "艮",
    "judgement": "The hexagram Gen (艮) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Gen (艮) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 53,
    "name": "Jian",
    "chinese_name": "漸",
    "judgement": "The hexagram Jian (漸) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Jian (漸) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 54,
    "name": "Gui Mei",
    "chinese_name": "歸妹",
    "judgement": "The hexagram Gui Mei (歸妹) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Gui Mei (歸妹) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 55,
    "name": "Feng",
    "chinese_name": "豐",
    "judgement": "The hexagram Feng (豐) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Feng (豐) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 56,
    "name": "Lv",
    "chinese_name": "旅",
    "judgement": "The hexagram Lv (旅) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Lv (旅) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 57,
    "name": "Sun",
    "chinese_name": "巽",
    "judgement": "The hexagram Sun (巽) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Sun (巽) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 58,
    "name": "Dui",
    "chinese_name": "兌",
    "judgement": "The hexagram Dui (兌) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Dui (兌) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 59,
    "name": "Huan",
    "chinese_name": "渙",
    "judgement": "The hexagram Huan (渙) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Huan (渙) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 60,
    "name": "Jie",
    "chinese_name": "節",
    "judgement": "The hexagram Jie (節) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Jie (節) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 61,
    "name": "Zhong Fu",
    "chinese_name": "中孚",
    "judgement": "The hexagram Zhong Fu (中孚) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Zhong Fu (中孚) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 62,
    "name": "Xiao Guo",
    "chinese_name": "小過",
    "judgement": "The hexagram Xiao Guo (小過) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Xiao Guo (小過) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 63,
    "name": "Ji Ji",
    "chinese_name": "既濟",
    "judgement": "The hexagram Ji Ji (既濟) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Ji Ji (既濟) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  },
  {
    "hexagram_id": 64,
    "name": "Wei Ji",
    "chinese_name": "未濟",
    "judgement": "The hexagram Wei Ji (未濟) represents a significant moment in the cycle of change. Success comes through understanding the situation and acting appropriately.",
    "image": "The image of Wei Ji (未濟) reflects the natural patterns of transformation. The superior man observes these patterns and aligns his actions accordingly."
  }
]